import { AccordionData } from '../../types'

export const ACCORDION_DATA: AccordionData[] = [
  {
    question: 'Каково официальное время работы офиса Компании?',
    answer:
      'Официальное рабочее время: с 10:00 до 19:00, перерыв на обед — 1 час, c 13:00 до 14:00. При отклонении от официального времени необходимо проинформировать исполнительного директора и/или вышестоящего руководителя. ',
  },
  {
    question: 'При каких моих действиях меня могут уволить из компании?',
    answer:
      'Использование данных с портала для своих личных целей или целей третьих лиц',
  },
  {
    question:
      'Могу ли я работать удалённо в отдельных случаях (приболел, семейные обстоятельства и т.д.)?',
    answer:
      'Да, такая возможность есть. Необходимо заранее согласовать с непосредственным начальником и исполнительным директором',
  },
  {
    question: 'Какая система компенсаций принята в компании?',
    answer:
      'При поездке по рабочим вопросам: на общественном транспорте, на личном транспорте. Мобильная связь.',
  },
  {
    question: 'Когда выплачивается зарплата?',
    answer:
      'За текущий месяц — в первый рабочий день следующего месяца (Пример: за “СЕНТЯБРЬ” зарплата выплачивается в первый рабочий день “ОКТЯБРЯ”.',
  },
  {
    question: 'Как выплачивается мне зарплата?',
    answer:
      'Официальная зарплата за текущий месяц перечисляется на банковскую карту Сотрудника ориентировочно в последний рабочий день текущего месяца (или 2 раза в месяц, разделённая на 2 части)',
  },
]
